Repository: CodeGrinder/xcstrings_sats
Catalog: source/member-app-native-ios_ios-app_en.xcstrings
Source language: en
Languages: da, fi, nb, sv

source: Can you make it?
da: Kan du komme?
fi: Pääsetkö osallistumaan?
nb: Rekker du det?
sv: Hinner du?

source: Cancel
da: Annuller
fi: Peruuta
nb: Avbryt
sv: Avbryt

source: Cancel 2 hours before.
da: Afmeld 2 timer før
fi: Peru 2 tuntia ennen.
nb: Avbestill to timer før.
sv: Avboka 2 timmar innan.

source: Cancel booking
da: Annuller booking
fi: Peruuta varaus
nb: Kanseller booking
sv: Avboka

source: Cancels
da: Annulleringer
fi: Perui
nb: Avbooker
sv: Avbokar

source: Change calendar settings
da: Skift kalenderindstillinger
fi: Vaihda kalenterin asetuksia
nb: Endre kalenderinnstillinger
sv: Ändra kalenderinställningar

source: Change goal
da: Sæt nyt mål
fi: Muutostavoite
nb: Endre mål
sv: Ändra mål

source: Change password
da: Skift adgangskode
fi: Vaihda salasana
nb: Bytt passord
sv: Ändra lösenord

source: Change personal info
da: Skift personlige oplysninger
fi: Muuta henkilötietoja
nb: Endre personlig informasjon
sv: Ändra personlig info

source: Change time
da: Ændre tid
fi: Vaihda aikaa
nb: Endre tid
sv: Byt tid

source: Check In
da: Tjek ind
fi: Kirjaudu sisään
nb: Sjekk inn
sv: Checka in

source: Check in to show up to the class
da: Tjek ind for at dukke op til holdet
fi: Ilmoittaudu tunnille kirjautumalla sisään
nb: Sjekk inn for å møte opp til timen
sv: Checka in för att ta din plats i klassen

source: Check the app activity logs
da: Tjek appens aktiviteter.
nb: Sjekk appens aktivitetslogg
sv: Kolla appens aktivitetsloggar

source: Check your upcomming classes for scheduled training
da: Tjek dine fremtidige hold for planlagt træning
fi: Tarkista tulevien tuntiesi ajoitetut harjoittelut
nb: Sjekk kommende timer for planlagt trening
sv: Kontrollera dina kommande klasser för schemalagd träning

source: Checked in
da: Tjekket ind
fi: Kirjautunut sisään
nb: Innsjekket
sv: Incheckad

source: Child care
da: MiniSATS
fi: Lastenhoito
nb: Barnepass
sv: MiniSATS

source: Choose calendar
da: Vælg kalender
fi: Valitse kalenteri
nb: Velg kalender
sv: Välj kalender

source: Choose club
da: Vælg klub
fi: Valitse kerho
nb: Velg senter
sv: Välj gym

source: Choose photo
da: Vælg billede
fi: Valitse kuva
nb: Velg bilde
sv: Välj foto

source: Class
da: Hold
fi: Tunti
nb: Type time
sv: Klass

source: Class info
da: Holdinformation
fi: Tuntikuvaus
nb: Gruppetime info
sv: Klassinfo

source: Clear
da: Ryd
fi: Tyhjennä
nb: Tøm
sv: Rensa

source: Clear filters
da: Ryd filtre
fi: Tyhjennä suodattimet
nb: Fjern filtre
sv: Rensa filter

source: Client Error
da: Kundefejl
fi: Asiakasvirhe
nb: Clientfeil
sv: Klientfel

source: clips available
da: klip tilgængelige
fi: tapaamista saatavilla
nb: tilgjengelige klipp
sv: klipp tillgängliga

source: Clips have expired.
da: Klip er udløbet.
fi: Tapaamiset ovat vanhentuneet.
nb: Pakken har utløpt.
sv: Klipp har löpt ut.

# clipsExpireInDays
source: Clips expire in %d days.
da: Klip udløber om %d dage.
fi: Tapaaminen vanhentuu %d päivän kuluttua.
nb: Pakke utløper om %d dager.
sv: Klipp går ut om %d dagar.

# clipsLeft
source: %d clips
da: %d klips
fi: %d tapaamista
nb: %d økter
sv: %d klipp

source: Close
da: Luk
fi: Sulje
nb: Lukk
sv: Stäng

source: Closed
da: Lukket
fi: Suljettu
nb: Stengt
sv: Stängd

source: Closes %@
da: Lukker %@
fi: Suljetaan %@
nb: Stenger %@
sv: Stänger %@

source: club
da: center
fi: keskus
nb: treningssenter
sv: gym

source: Club
da: Center
fi: Keskus
nb: Senter
sv: Gym

source: Clubs
da: Centre
fi: Keskukset
nb: Treningssentre
sv: Gym

source: Clubs nearby
da: Centre i nærheden
fi: Lähellä olevat keskukset
nb: Sentre i nærheten
sv: Gym i närheten

source: Comment
da: Kommentar
fi: Kommentti
nb: Kommentar
sv: Kommentar

source: Comment on others activity
da: Kommenter på andres aktivitet
fi: Kommentoi muiden treenejä
nb: Kommentarer på andres aktiviteter
sv: Kommentera andras aktivitet

source: Comments
da: Kommentarer
fi: Kommentit
nb: Kommentarer
sv: Kommentarer

source: Comments and likes
da: Kommentarer og likes
fi: Kommentit ja tykkäykset
nb: Kommentarer og likes
sv: Kommentarer och gilla-markeringar

source: completed
da: gennemført
fi: suoritettu
nb: fullført
sv: genomförda

source: Completed PT sessions
da: Gennemførte PT sessioner
fi: Suoritetut PT-tapaamista
nb: Fullførte PT-økter
sv: Genomförda PT-tillfällen

source: completed training
da: gennemført træning
fi: suoritti treenit loppuun
nb: fullførte treningen
sv: genomförd träning

source: Completed workouts
da: Afsluttede træninger
fi: Tehdyt treenit
nb: Fullførte treningsøkter
sv: Genomförda träningspass

source: Connect with friends and they will appear here for you to invite
da: Forbind med dine venner, og så kan du invitere dem fra denne liste
fi: Luo yhteyksiä ystäviin, niin he näkyvät tässä kutsumista varten
nb: Legg til venner, og vil de dukke opp her for deg å invitere.
sv: Ta kontakt med vänner. De visas här så att du kan bjuda in dem.

source: Contact
da: Kontakt
fi: Ota yhteyttä
nb: Kontakt
sv: Kontakt

source: Contact Customer Service
da: Kontakt kundeservice
fi: Ota yhteyttä asiakaspalveluun
nb: Kontakt kundeservice
sv: Kontakta kundservice

source: Continue
da: Fortsæt
fi: Jatka
nb: Fortsett
sv: Fortsätt

source: Copied link
da: Kopieret link
fi: Kopioitu linkki
nb: Link kopiert
sv: Länk kopierad

source: Could not find any clubs that match your criteria.
da: Kunne ikke finde nogle centre, der matcher dine kriterier.
fi: Hakuehtoihin sopivaa keskusta ei löytynyt.
nb: Finner ingen sentre som matcher dine kriterier
sv: Det finns inga gym som matchar dina kriterier.

source: Could not load your %@
da: %@ kunne ikke indlæses
fi: %@ ei voitu ladata
nb: Kunne ikke laste inn %@
sv: Kunde inte ladda %@

source: Current opening hours
da: Nuværende åbningstider
fi: Nykyiset aukioloajat
nb: Nåværende åpningstider
sv: Öppettider

source: Custom app icon
da: Tilpas app ikon
fi: Kustomoi sovelluksen ikoni.
nb: Tilpass app-ikon
sv: Ändra ikon för appen

source: Date & Time
da: Dato og tid
fi: Päivämäärä ja aika
nb: Dato og klokkeslett
sv: Datum och tid

source: Day before at %@
da: Dagen før kl. %@
fi: Päivää ennen %@
nb: Dagen før på %@
sv: Dagen före vid %@

# daysLeft
source: %d days left
da: %d dage tilbage
fi: %d päivää jäljellä
nb: %d dager igjen
sv: %d dagar kvar

source: Decline
da: Afvis
fi: Hylkää
nb: Avslå
sv: Neka

source: Declined
da: Afvist
fi: Kieltäytyi
nb: Avslått
sv: Tackat nej

source: Decoding Error
da: Afkodningsfejl
fi: Koodin tulkintavirhe
nb: Feil ved dekoding
sv: Avkodningsfel

source: Delete
da: Slet
fi: Poista
nb: Slett
sv: Ta bort

source: Delete workout?
da: Slet træning?
fi: Poistetaanko treeni?
nb: Slette økt?
sv: Ta bort träningspass?

source: Description
da: Beskrivelse
fi: Kuvaus
nb: Beskrivelse
sv: Beskrivning

source: Description:
da: Beskrivelse
fi: Kuvaus:
nb: Beskrivelse:
sv: Beskrivning:

source: Didn’t get a spot
da: Fik ikke en plads
fi: Ei saanut paikkaa
nb: Ingen ledige plasser
sv: Fick inte en plats

source: Dismiss
da: Afskedige
fi: Hylätä
nb: Avvis
sv: Avfärda

source: Distance
da: Afstand
fi: Etäisyys
nb: Distanse
sv: Avstånd

source: Done
da: Færdig
fi: Tehty
nb: Ferdig
sv: Klar

source: Duplicate emails found. Please log in with your member ID, or contact customer service
da: E-mailadressen er brugt til flere profiler. Log venligst ind med dit medlems-ID, eller kontakt kundeservice.
fi: Löysimme kaksi samaa sähköpostiosoitetta. Kokeile kirjautua sisään jäsennumerollasi, tai ota yhteyttä asiakaspalveluun.
nb: Dupliserte e-poster funnet. Vennligst logg inn med medlems-ID, eller kontakt kundeservice.
sv: Dubbla e-postadresser hittades. Logga in med ditt medlemsnummer eller kontakta kundservice

source: Duplicate emails found. Please use your member ID, or contact customer service
da: Lignende e-mails er fundet. Brug venligst dit medlemsnummer, eller kontakt kundeservice
fi: Sähköpostiosoitteen kaksoiskappale löytyi. Kirjaudu sisään jäsennumerollasi tai ota yhteyttä asiakaspalveluun.
nb: Den samme e-posten finnes flere ganger i våre systemer. Logg på med Medlems-ID-en din, eller kontakt kundeservice.
sv: Dubbla e-postadresser hittades. Använd ditt medlemsnummer eller kontakta kundservice

source: Duration
da: Varighed
fi: Kesto
nb: Varighet
sv: Tid

source: Early
da: Tidligt
fi: Aikaisin
nb: Tidlig
sv: Morgon

source: Edit
da: Rediger
fi: Muokkaa
nb: Rediger
sv: Redigera

source: Edit details
da: Rediger detaljer
fi: Muokkaa yksityiskohtia
nb: Rediger detaljer
sv: Redigera uppgifter

source: Edit invites
da: Redigér invitationer
fi: Muokkaa kutsuja
nb: Rediger invitasjoner
sv: Redigera inbjudningar

source: edit training
da: redigér træning
fi: muokkaa harjoitusta
nb: endre treningsøkt
sv: redigera träning

source: Edit workout
da: Rediger træning
fi: Muokkaa treeniä
nb: Rediger trening
sv: Redigera träningspass

source: EEE H:mm
da: EEE T:mm
nb: EEE T:mm

source: Email or Member ID
da: E-mail eller medlemsnummer
fi: Sähköpostiosoite tai jäsentunnus
nb: E-post eller medlems-ID
sv: E-post eller medlemsnummer

source: Enable
da: Aktivér
fi: Ota käyttöön
nb: Aktiver
sv: Aktivera

source: Enable notifications
da: Aktiver notifikationer
fi: Salli ilmoitukset
nb: Aktiver varslinger
sv: Sätt på notifikationer

source: Encoding Error
da: Indkodningsfejl
fi: Koodausvirhe
nb: Feil ved koding
sv: Kodningsfel

source: Ends today
da: Slutter i dag
fi: Päättyy tänään
nb: Slutter i dag
sv: Sista dagen idag

source: Enjoying this App?
da: Er du glad for appen?
fi: Pidätkö tästä sovelluksesta?
nb: Liker du denne appen?
sv: Gillar du appen?

source: Equipments
da: Udstyr
fi: Laitteet
nb: Utstyr
sv: Utrustning

source: Error retrieving notifications!
da: Fejl ved indlæsning af notifikationer
fi: Virhe ilmoituksia noudettaessa!
nb: Feil under henting av varsler!
sv: Fel när notifiering skulle hämtas.

source: Error updating: %@
da: Kunne ikke opdatere: %@
fi: Virhe päivittäessä: %@
nb: Feil ved oppdatering av: %@
sv: Uppdateringsfel: %@

source: Evening
da: Aften
fi: Ilta
nb: Kveld
sv: Kväll

source: Exit waitlist
da: Annuller
fi: Poistu jonosta
nb: Avbook
sv: Avboka

source: Expired
da: Udløbet
fi: Vanhentunut
nb: Utløpt
sv: Har gått ut

# expireInDays
source: Expire in %d days.
da: Udløber om %d dage.
fi: Vanhentuu %d päivässä.
nb: Utløper om %d dager.
sv: Går ut om %d dagar.

source: Expires %1$@ at %2$@
da: Udløber %1$@ kl. %2$@
fi: Vanhenee %1$@ %2$@
nb: Utløper %1$@ kl. %2$@
sv: Går ut %1$@ kl. %2$@

source: Expires in %@
da: Udløber om %@
fi: Vanhenee %@
nb: Utløper om %@
sv: Går ut om %@

source: Facilites
da: Faciliteter
fi: Tilat
nb: Fasiliteter
sv: Anläggningar

source: Failed to extract member id from QR code
da: Kunne ikke hente medlems-id fra QR-kode
fi: Jäsentietojen purkaminen QR-koodista epäonnistui
nb: Kunne ikke hente ut medlem-ID fra QR-kode
sv: Kunde inte att ta fram medlemsnummer från QR-kod

source: Failed to load all content. Please try again.
da: Kunne ikke indlæse alt indhold. Prøv igen.
fi: Kaikkea sisältöä ei voitu ladata. Yritä uudelleen.
nb: Kunne ikke laste inn alt innholdet. Prøv på nytt.
sv: Kunde inte läsa in allt innehåll. Försök igen.

source: fantastic
da: fantastisk
fi: fantastinen
nb: fantastisk
sv: fantastiskt

source: Favorite clubs
da: Favoritcentre
fi: Suosikkikeskukset
nb: Favorittsentre
sv: Favoritgym

source: Feedback sent
da: Feedback sendt
fi: Palaute lähetetty
nb: Tilbakemelding sendt
sv: Feedback skickad

source: Filter classes
da: Filtrer klasser
fi: Etsi tunnit
nb: Søk timetype
sv: Sök klasser

source: Filter clubs
da: Filtrer klubber
fi: Etsi keskukset
nb: Søk sentre
sv: Sök gym

source: Filter instructor
da: Filter instruktør
fi: Etsi ohjaajat
nb: Søk instruktører
sv: Sök instruktörer

source: Find clubs
da: Find center
fi: Valitse keskus
nb: Finn sentre
sv: Hitta gym

source: Find followers
da: Find følgere
fi: Etsi seuraajia
nb: Finn følgere
sv: Hitta följare

source: Find friends
da: Find venner
fi: Etsi ystäviä
nb: Finn venner
sv: Hitta vänner

source: Find more challenges
da: Find flere challenges
fi: Etsi lisää haasteita
nb: Finn flere utfordringer
sv: Hitta fler utmaningar

source: Find others by scanning their personal QR code
da: Find andre ved at scanne deres personlige QR-kode
fi: Etsi ystävä skannaamalla hänen henkilökohtainen QR-koodi
nb: Følg andre ved å scanne deres personlige QR-kode
sv: Hitta vänner genom att skanna deras personliga QR-kod

source: Find the perfect PT for you!
da: Find den perfekte PT til dig!
fi: Löydä itsellesi täydellinen PT!
nb: Finn den perfekte PT-en for deg!
sv: Hitta din perfekta PT!

source: Find with QR
da: Find med QR
fi: Etsi QR-koodilla
nb: Følg med QR
sv: Hitta med QR-kod

source: Focus
da: Fokus
fi: Fokus
nb: Beskrivelse
sv: Typ av träning

source: Follow
da: Følg
fi: Seuraa
nb: Følg
sv: Följ

source: Follow %@ to see upcoming workouts, workout history and like activites
da: Følg %@ for at se kommende træninger, træningshistorik og for at like aktiviteter
fi: Seuraa jäsentä %@ nähdäksesi tulevat treenit ja treenihistoria sekä tykätäksesi treeneistä
nb: Følg %@ for å se kommende treninger, treningshistorikk og like aktiviteter.
sv: Följ %@ för att se kommande träningspass, träningshistorik och gilla aktiviteter

source: Followers
da: Følgere
fi: Seuraajat
nb: Følgere
sv: Följare

source: Followers & Followees
da: Følgere
fi: Seuraajat ja seurattavat
nb: Følger og følgere
sv: Följare

source: Following
da: Følger
fi: Ystävät
nb: Følger
sv: Följer

source: Followings
da: Følgere
fi: Seuratut
nb: Følgere
sv: Följer

source: Forbidden
da: Forbudt
fi: Kielletty
nb: Ikke tillatt
sv: Ingen åtkomst

source: Forgot password
da: Glemt password
fi: Salasana unohtunut
nb: Glemt passord
sv: Glömt lösenord

source: Forgot password?
da: Glemt password?
fi: Unohditko salasanan?
nb: Glemt passord?
sv: Glömt lösenord?

source: Friday
da: Fredag
fi: Perjantai
nb: Fredag
sv: Fredag

source: Friend Search
da: Søg efter venner
fi: Ystävien hakeminen
nb: Vennesøk
sv: Vänsökning

source: Friend's first name
da: Vens fornavn
fi: Ystävän etunimi
nb: Din venns fornavn
sv: Vännens förnamn

source: Friend's last name
da: Vens efternavn
fi: Ystävän sukunimi
nb: Din venns etternavn
sv: Vännens efternamn

source: Friend's phone number
da: Vens telefonnummer
fi: Ystävän puhelinnumero
nb: Din venns telefonnummer
sv: Vännens telefonnummer

source: Friends
da: Venner
fi: Ystävät
nb: Venner
sv: Vänner

source: Friends activities
da: venneaktivitet
fi: Ystävien treenit
nb: Venners aktivitet
sv: Vänners aktivitet

source: Friends joined
da: Tilmeldte venner
fi: Liittyneet ystävät
nb: Venner som har blitt med
sv: Vänner som deltar

# friendsAttendedClass
source: %d friends attended a class
da: %d venner deltog på et hold
fi: %d ystävää osallistui tunnille
nb: %d venner deltok på gruppetime
sv: %d vänner deltog på klass

# friendsAttending
source: %d friends attending
da: %d venner deltager
fi: %d ystävää osallistuu
nb: %d venner påmeldt
sv: %d vänner deltar

source: From
da: Fra
fi: Keneltä
nb: Fra
sv: Från

source: Full
da: Fyldt
fi: Vähän tilaa
nb: Fullt
sv: Fullt

source: Future opening hours
da: Fremtidige åbningstider
fi: Tulevat aukioloajat
nb: Fremtidige åpningstider
sv: Kommande öppettider

source: Gateway timeout
da: Timeout for gateway
fi: Yhdyskäytävän aikakatkaisu
nb: Gateway-tidsavbrudd
sv: Tidsgräns för gateway

source: General app feedback
da: Generel feedback til app
fi: Yleinen sovelluspalaute
nb: Generell app-feedback
sv: Allmän appfeedback

source: Get exclusive offers and invitations for everyone 🔥
da: Få eksklusive tilbud og invitationer til alle 🔥
fi: Eksklusiivisia tarjouksia ja kutsuja kaikille 🔥
nb: Få eksklusive tilbud og invitasjoner for alle andre 🔥
sv: Få exklusiva erbjudanden och inbjudningar först av alla 🔥

source: Get experimental features early and help us get better
da: Få eksperimentelle funktioner tidligt, og hjælp os med at blive bedre
fi: Kokeile kokeellisia toimintoja ennakkoon ja auta meitä kehittämään niitä
nb: Få eksperimentelle funksjoner tidlig og hjelp oss med å bli bedre
sv: Få experimentella funktioner tidigare och hjälp oss att bli bättre

source: Get friends
da: Find venner
fi: Hanki ystäviä
nb: Få venner i appen
sv: Hitta vänner

source: Get help from our Customer Service or check FAQ
da: Få hjælp fra vores kundeservice eller tjek vores FAQ
fi: Saat apua asiakaspalvelusta tai tarkista Usein kysytyt kysymykset
nb: Få hjelp fra kundeservice, eller sjekk FAQ-delen
sv: Få hjälp från vår kundservice eller se vanliga frågor

source: Get info about the current user
da: Få oplysninger om den aktuelle bruger
fi: Lisätietoja nykyisestä käyttäjästä
nb: Få info om brukeren
sv: Få info om nuvarande användare

source: Get started
da: Kom i gang
fi: Aloita
nb: Kom i gang
sv: Kom igång

source: Go to member care
da: Gå til kundeservice
fi: Siirry asiakaspalveluun
nb: Gå til kundeservice
sv: Gå till kundservice

source: Go to my page
da: Gå til Min side
fi: Siirry omalle sivulle
nb: Gå til Min side
sv: Gå till Mina sidor

source: Go to settings
da: Gå til indstillinger
fi: Asetuksiin
nb: Gå til innstillinger
sv: Gå till inställningar

source: Go to Settings
da: Gå til indstillinger
fi: Siirry asetuksiin
nb: Gå til Innstillinger
sv: Gå till inställningar

source: good
da: god
fi: hyvä
nb: god
sv: bra

source: Good capacity
da: God kapacitet
fi: Hyvin tilaa
nb: God kapasitet
sv: Bra kapacitet

source: Good job!
da: Godt klaret!
fi: Hyvää työtä!
nb: Bra jobba!
sv: Bra jobbat!

source: Got it
da: Modtaget
fi: Selvä
nb: OK
sv: OK

source: Group Class
da: Gruppehold
fi: Ryhmätunti
nb: Gruppetime
sv: Gruppträningsklass

source: Group classes
da: Holdtræning
fi: Ryhmäliikuntatunnit
nb: Gruppetimer
sv: Gruppträningsklasser

source: Group exercise and own training
da: Holdtræning og egen træning
fi: Ryhmäliikunta ja oma harjoittelu
nb: Gruppetrening og egen trening
sv: Gruppträning och egen träning

source: Group training
da: Gruppe- træning
fi: Ryhmäh- arjoittelu
nb: Gruppe- trening
sv: Grupp- träning

source: Group training booking
da: Booking af holdtræning
fi: Ryhmäharjoitteluvaraus
nb: Book gruppetrening
sv: Bokning av gruppträning

source: Group training calendar reminders
da: Holdtræningspåmindelser
fi: Ryhmäliikunnan kalenterimuistutukset
nb: Gruppetrening-kalender påminnelse
sv: Gruppträning kalenderpåminnelser

source: Group training must be canceled two hours before the class starts
da: Hold skal afmeldes senest to timer før holdet starter.
fi: Ryhmäliikuntavaraus pitää perua viimeistään 2 h ennen tunnin alkua.
nb: Gruppetimer må kanselleres to timer før timen starter
sv: Gruppträning måste avbokas två timmar innan klassen börjar

# gxSocialBookingsCount
source: %d friends joined
da: %d venner deltager
fi: %d ystävää liittyi
nb: %d venner ble med
sv: %d vänner deltar

# gxSpotsLeft
source: %d spots left
da: %d pladser tilbage
fi: %d paikkaa jäljellä
nb: %d plasser igjen
sv: %d platser kvar

source: Gym Training
da: Træning i fitnesscentret
fi: Kuntosalitreeni
nb: Studiotrening
sv: Gympass

source: h
da: t
fi: t
nb: t

source: Had a **PT Session**
da: Havde en **PT-session**
fi: oli **PT-tapaamisessa**
nb: Hadde en **PT time**
sv: Hade ett **PT-tillfälle**

source: Has ended
da: Er afsluttet
fi: On päättynyt
nb: Er avsluttet
sv: Är slut

source: Has started
da: Er startet
fi: On alkanut
nb: Har startet
sv: Pågår

source: Help
da: Hjælp
fi: Ohjeita
nb: Hjelp
sv: Hjälp

source: Help & Feedback
da: Hjælp og feedback
fi: Tuki & palaute
nb: Hjelp og tilbakemeldinger
sv: Hjälp och feedback

source: Help and feedback
da: Hjælp og feedback
fi: Tuki ja palaute
nb: Hjelp og tilbakemeldinger
sv: Hjälp och feedback

source: Here you can find the booking rules
da: Her kan du læse bookingreglerne
fi: Varaussäännöt löytyvät täältä
nb: Her finner du bookingreglene våre
sv: Här hittar du bokningsreglerna

source: Hi there! We’d love to know if you’re having a great experience.
da: Hejsa! Vi vil meget gerne vide, om du har en god oplevelse.
fi: Hei! Haluaisimme tietää, jos kokemuksesi on ollut hyvä.
nb: Hei! Vi vil gjerne vite om du har en god brukeropplevelse.
sv: Hej! Vi vill gärna veta om du är nöjd med din upplevelse.

source: Hi! Something went wrong...
da: Hej! Noget gik galt...
fi: Hei! Jokin meni vikaan...
nb: Det har skjedd en feil …
sv: Hej! Ett fel har inträffat ...

source: Hidden in search
da: Skjult i søgning
fi: Piilotettu hausta
nb: Skjult i søk
sv: Dold i sökning

source: Hide
da: Skjul
fi: Piilota
nb: Skjul
sv: Dölj

source: Hide from friends
da: Skjul for venner
fi: Piilota ystäviltä?
nb: Skjul fra følgere
sv: Dölj för vänner

source: Hide menu
da: Skjul menu
fi: Piilota valikko
nb: Skjul meny
sv: Dölj meny

source: Hide workout?
da: Skjul træning?
fi: Piilotetaanko treeni?
nb: Skjule trening?
sv: Dölj träningspass?

source: Home
da: Hjem
fi: Etusivu
nb: Hjem
sv: Hem

source: Hour
da: Time
fi: Tunti
nb: Time
sv: Timme

# hours
source: %d hours
da: %d timer
fi: %d tuntia
nb: %d timer
sv: %d timmar

# hoursLeft
source: %d hours left
da: %d timer tilbage
fi: %d tuntia jäljellä
nb: %d timer igjen
sv: %d timmar kvar

source: How to avoid common mistakes?
da: Hvordan undgår du de typiske fejltagelser?
fi: Miten vältät yleisiä virheitä?
nb: Hvordan unngå typiske feil?
sv: Så här undviker du vanliga misstag

source: How was your workout?
da: Hvordan var din træning?
fi: Miten treenisi sujui?
nb: Hvordan var treningsøkten?
sv: Hur var ditt träningspass?

source: I accept
da: Jeg accepterer
fi: Hyväksyn
nb: Jeg godtar
sv: Jag godkänner

source: I CAN MAKE IT!
da: JEG KAN DELTAGE!
fi: PÄÄSEN OSALLISTUMAAN!
nb: JEG REKKER DET!
sv: JAG HINNER!

source: I Finished
da: Jeg afsluttede...
fi: Minä lopetin
nb: Jeg fullførte
sv: Jag klarade av

# If you miss %@ before %@ your booking privileges will be restricted
source: If you miss %1$@ before %2$@ your booking privileges will be restricted
da: Hvis du udebliver fra %1$@ før %2$@, vil dine bookingrettigheder blive begrænset
fi: Jos ohitat %1$@ ennen %2$@, varausoikeuksiasi rajoitetaan.
nb: Ved manglende oppmøte på %1$@ til innen %2$@ begrenses bookingrettighetene dine.
sv: Om du missar %1$@ före %2$@ kommer dina bokningsprivilegier att begränsas.

source: If you miss a class you’ve signed up for it’ll appear here
da: Hvis du udebliver fra et hold, du har tilmeldt dig, vil det fremgå her
fi: Jos ohitat tunnin, jolle olet ilmoittautunut, se näkyy tässä.
nb: Hvis du ikke møter opp på en time du er satt opp på, vises den her
sv: Om du missar en klass som du har anmält dig till visas den här

source: If you show up at the gym 10 minutes before class, you will likely get a spot regardless of where you are in the queue.
da: Hvis du møder op i træningscentret 10 minutter før dit hold starter vil du højst sandsynligt få en plads uanset, hvor du er i køen.
fi: Jos saavut salille 10 minuuttia ennen tuntia, saat todennäköisesti paikan riippumatta siitä, mikä on paikkasi jonossa.
nb: Hvis du møter opp på senteret 10 minutter før timen, får du sannsynligvis plass uansett hvilken plass du har i køen.
sv: Om du är på gymmet 10 minuter innan en klass börjar får du sannolikt en plats oavsett vilken plats du har på väntelistan.

source: Images
da: Billeder
fi: Kuvat
nb: Bilder
sv: Bilder

source: Import contacts
da: Importer kontakter
fi: Tuo yhteystiedot
nb: Importer kontakter
sv: Importera kontakter

source: Impressive!
da: Imponerende!
fi: Vaikuttavaa!
nb: Imponerende!
sv: Imponerande!

source: IN
da: IND
fi: KOHTEESSA
nb: I

source: In %@
da: Om %@
fi: Ajassa %@
nb: Om %@
sv: Om %@

source: In the 'Book' tab you can find our bookable workout offers
da: I fanen 'Book' kan du se vores træningstilbud, du kan booke
fi: 'Varaa'-välilehdeltä löydät varattavissa olevat treenitarjoukset
nb: Book din neste treningsøkt under 'Book'-fanen
sv: I fliken ”Boka” hittar du våra bokningsbara träningserbjudanden

source: Inactive PT packages
da: Inaktive PT-pakker
fi: Inaktiiviset PT-paketit
nb: Inaktive PT-pakker
sv: Inaktiva PT-paket
